Revit 2027 API
BuiltInFailures.FabricFailures.BentHiddenWires Property
 The wires of this custom fabric sheet type are longer than the bending sketch. The linear quantities shown in schedules and tags are not accurate.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId BentHiddenWires { get; }
Public Shared ReadOnly Property BentHiddenWires As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ BentHiddenWires {
	FailureDefinitionId^ get ();
}
static member BentHiddenWires : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.FabricFailures Class
Autodesk.Revit.DB Namespace